Repository: mmmake-gmbh/bcapp
Catalog: bildungscampus_app/lib/core/l10n/intl_*.arb
Languages: de_de

# intro_overview_title
source: "Mein Bildungscampus" — the digital campus always at your fingertips.
de_de: "Mein Bildungscampus" — der digitale Campus jederzeit griffbereit.

# intro_overview2_title
source: Drive to campus or plan alternatives? Stay mobile, we'll show you the way.
de_de: An den Campus fahren oder Alternativen planen? Bleib Mobil, wir zeigen dir den weg.

# intro_view_stop_intro
source: End intro
de_de: Intro beenden

# intro_view_skip_intro
source: Skip intro
de_de: Intro überspringen

# intro_view_term_of_use_part1
source: By using the app, the
de_de: Mit der Nutzung der App werden die

# intro_view_term_of_use_part2
source: Terms of Use
de_de: Nutzungsbedingungen

# intro_view_term_of_use_part3
source: and
de_de: und die

# intro_view_term_of_use_part4
source: Privacy Policy
de_de: Datenschutzerklärung

# intro_view_term_of_use_part5
source: are accepted.
de_de: akzeptiert.

# tiles_button_text_more
source: MORE
de_de: MEHR

# tiles_button_text_show
source: SHOW
de_de: ANZEIGEN

# parking_view_tiles_timetable_title
source: Departure Board
de_de: Abfahrts­monitor

# parking_view_title_backup
source: Campus Parking
de_de: Parken am Campus

# parking_view_categories_students
source: Students
de_de: Studierende

# parking_view_categories_staff
source: Employees
de_de: Beschäftigte

# parking_view_categories_guests
source: Guests
de_de: Besucher:innen

# booksearch_view_title_backup
source: Book Search
de_de: Buchsuche

# contact_view_title_backup
source: Contact
de_de: Kontakt

# contact_view_open_email_failed_message
source: We cannot open the {email} in another app.
de_de: Wir können die {email} nicht in anderen App öffnen.

# map_view_title_backup
source: Site Map
de_de: Lageplan

# privacy_view_headline_text
source: Terms of Use & Privacy Policy
de_de: Nutzungsbedingungen & Datenschutzerklärung

# privacy_view_terms_of_use_text_part1
source: I accept the
de_de: Ich akzeptiere die

# privacy_view_terms_of_use_text_part2
source: Terms of Use
de_de: Nutzungsbedingungen

# privacy_view_privacy_agreement_text_part1
source: I have read and understood the
de_de: Ich habe die

# privacy_view_privacy_agreement_text_part2
source: Privacy Policy
de_de: Datenschutzerklärung

# privacy_view_accept_button_text
source: Let’s go
de_de: Los geht's

# privacy_view_tile_appendix
source: for
de_de: für

# timetable_view_title_backup
source: Departure Board
de_de: Abfahrtsmonitor

# contact_view_appmenu_title
source: Legal Notice
de_de: Impressum

# privacy_view_appmenu_title
source: Privacy Policy
de_de: Datenschutz

# termsofuse_view_appmenu_title
source: Terms of Use
de_de: Nutzungsbedingungen

# parkinglot_view_students_category_description_text
source: Students of Bildungscampus with a CampusCard can park here for free until and including August 2021.
de_de: Für Bildungscampus Studierende mit CampusCard ist das Parken hier bis einschließlich August 2021 kostenfrei.

# parkinglot_view_tile_collapse_button_text
source: Collapse
de_de: weniger

# parkinglot_view_traffic_lights_free_slots_text
source: FREE
de_de: FREI

# home_view_tiles_weather_title
source: Campus Weather
de_de: Bildungscampus Wetter

# error_dialog_title
source: Oops!
de_de: Uups!

# error_dialog_text
source: Unfortunately, something went wrong while connecting the app. Please check the internet connection and try again.
de_de: Leider ist beim Verbinden der App etwas schiefgelaufen. Bitte prüfe die Internetverbindung und versuche es erneut.

# tiles_parking_for_students_text
source: for students
de_de: für Studierende

# welcome_tile_hello
source: Hello,
de_de: Hallo,

# setting_view_logout_unsuccessful
source: Log out unsuccessful. Please try again!
de_de: Abmelden fehlgeschlagen. Bitte versuche es erneut!

# setting_view_account_setting
source: Manage your user account
de_de: Benutzerkonto verwalten

# setting_view_sessions_setting
source: Manage your sessions
de_de: Anmeldungen verwalten

# setting_view_campus_card_setting
source: Manage CampusCard
de_de: CampusCard verwalten

# setting_view_logout_setting
source: Logout
de_de: Abmelden

# setting_view_title
source: Account settings
de_de: Kontoeinstellungen

# login_tile_text
source: Log in now to access the content
de_de: Jetzt einloggen und auf die Inhalte zugreifen

# home_view_setting_button_tooltip
source: Profile
de_de: Profil

# fourtytwo_view_snackbar_text
source: We cannot open the {url} in other app.
de_de: Wir können die {url} nicht in anderen App öffnen.

# fourtytwo_view_text
source: Are you a student with a passion for coding and collaboration? Joining the BildungsCampus App open source project on GitHub, which is all about enhancing students campus experiences, is an amazing opportunity to sharpen your skills, learn from experienced developers, and contribute to a meaningful project used by people on the campus. Get involved, make a difference, and be part of something special!
de_de: Bist du ein Student mit einer Leidenschaft für das Programmieren und die Zusammenarbeit? Die Teilnahme am BildungsCampus App Open-Source-Projekt auf GitHub, das darauf abzielt, die Campus-Erfahrungen von Studenten zu verbessern, ist eine großartige Gelegenheit, deine Fähigkeiten zu schärfen, von erfahrenen Entwicklern zu lernen und zu einem bedeutsamen Projekt beizutragen, das von Menschen an dem Campus genutzt wird. Mach mit, gestalte Veränderungen und sei Teil von etwas Besonderem!

# new_flag_widget_close_button
source: Close
de_de: Weiter

# parking_view_parkinglistitem_occupancy_text
source: {amount} FREE
de_de: {amount} FREI

# mensa_view_meal_categories_vegetarian
source: Vegetarian
de_de: Vegetarisch

# mensa_view_meal_categories_meat
source: Meat/Fish
de_de: Tierisch

# mensa_view_meal_categories_soup
source: Soup Pot
de_de: Suppentopf

# mensa_view_info_content_opening_hours
source: Opening Hours
de_de: Öffnungzeiten

# mensa_view_info_content_opening_hours_value
source: Mon-Fri 11:00 a.m.-2:30 p.m. As Study Space Mon-Fri 2:30 p.m.-6:00 p.m.
de_de: Mo-Fr 11:00-14:30 Uhr Als Lernraum Mo-Fr 14.30-18 Uhr

# mensa_view_info_content_vegan_label
source: Vegan, Vegetarian
de_de: Vegan, Vegetarisch

# mensa_view_info_content_vegan_value
source: YES
de_de: JA

# mensa_view_info_content_campuscard_label
source: CampusCard Top up terminal
de_de: CampusCard Aufladestation

# mensa_view_info_content_campuscard_value
source: YES
de_de: JA

# mensa_view_info_content_payment_label
source: Payment options
de_de: Bezahlmöglichkeiten

# mensa_view_info_content_payment_value
source: Guestcard Eat & Drink
de_de: Gästekarte Verzehr

# mensa_view_closed_text
source: Closed today
de_de: An diesem Tag ist geschlossen

# mensa_view_in_the_past_label_part1
source: This day lies in the past.
de_de: Dieser Tag liegt in der

# mensa_view_timeline_menu_label
source: Menu
de_de: Speiseplan

# intro_welcome_view_main_text
source: Welcome at "Mein Bildungscampus" - your mobile assistant around the campus!
de_de: Herzlich Willkommen bei "Mein Bildungscampus" - deinem mobilen Helfer rund um den Campus!

# intro_welcome_view_skip_login_button
source: Continue without login
de_de: Weiter ohne Login

# intro_welcome_view_registration_text_part1
source: Don't have a CampusCard?
de_de: Noch keine CampusCard?

# intro_welcome_view_registration_text_part2
source: Register here
de_de: Hier registrieren
